Repository: ZsoltGajdacs/WorkTimeStat
Catalog: WorkTimeStat/Properties/Resources.*.resx
Languages: hu_hu

# cal_btn_change
source: Change
hu_hu: Javítás

# cal_error_incomplete_state_at_save_content
source: Some values are not correctly filled
hu_hu: Valami nincs kitöltve megfelelően

# cal_error_incomplete_state_at_save_header
source: Incorrect data
hu_hu: Hiányos kitöltés

# cal_error_no_data_for_day_content
source: No data for this day!
hu_hu: Nincs adat erre a napra!

# cal_error_no_data_for_day_header
source: No data
hu_hu: Nincs adat

# cal_leave_day
source: On leave?
hu_hu: Szabadnap?

# cal_leave_days_left
source: Leave days left:
hu_hu: Kivehető még:

# cal_measured_hours
source: Measured hours:
hu_hu: Mért órák:

# cal_sick_pay
source: On sick pay?
hu_hu: Táppénzen?

# cal_worked_hours
source: Worked hours:
hu_hu: Ledolgozott órák:

# enum_customer_desc
source: Day on customer premises
hu_hu: Ügyfél telephelyén töltött munkanap

# enum_customer_display
source: Customer
hu_hu: Ügyfél telephelyén

# enum_extraordinary_desc
source: Some out of order work during normal weekdays
hu_hu: Rendkívüli munkavégzés

# enum_extraordinary_display
source: Extraordinary
hu_hu: Rendkívüli

# enum_halfday_desc
source: Half day Holiday
hu_hu: Fél napos szünnap

# enum_halfday_display
source: Half day
hu_hu: Fél nap

# enum_holiday_desc
source: Holiday work
hu_hu: Ünnepnapi munkavégzés

# enum_holiday_display
source: Holiday
hu_hu: Ünnepnapi

# enum_mixed_desc
source: Various places throughout the day
hu_hu: Nap folyamán több különböző helyen történt munkavégzés

# enum_mixed_display
source: Mixed
hu_hu: Kevert

# enum_office_day_desc
source: Office day
hu_hu: Irodai munkanap

# enum_office_day_display
source: Office
hu_hu: Iroda

# enum_other_desc
source: Work at another location
hu_hu: Máshol történt munkavégzés

# enum_other_display
source: Other
hu_hu: Máshol

# enum_standby_desc
source: Standby work
hu_hu: Készenlétben töltött idő

# enum_standby_display
source: Standby
hu_hu: Készenlét

# enum_weekday_desc
source: Normal weekday work
hu_hu: Normál hétköznapi munkanap

# enum_weekday_display
source: Weekday
hu_hu: Normál

# enum_weekend_desc
source: Weekend work
hu_hu: Hétvégi munkavégzés

# enum_weekend_display
source: Weekend
hu_hu: Hétvégi

# lang_en
source: English
hu_hu: Angol

# lang_hu_HU
source: Hungarian
hu_hu: Magyar

# main_calendar
source: Calendar
hu_hu: Naptár

# main_daily_usage
source: Today's computer usage
hu_hu: Mai használati idő

# main_error_no_settings_content
source: Please set your number of leaves, daily work hours and holiday year start in settings!
hu_hu: Kérlek állítsd be a napi munkaóráidat, éves szabadságkeretedet és az év kezdetét (amikor feltelik a szabid)!

# main_error_no_settings_header
source: No setup
hu_hu: Hiányos beállítások

# main_exit
source: Exit
hu_hu: Kilépés

# main_settings
source: Settings
hu_hu: Beállítások

# main_statistics
source: Statistics
hu_hu: Statisztikák

# main_tooltip
source: Left button work time, Right button menu
hu_hu: Bal gomb munkaidő, Jobb gomb menü

# set_bottle_size
source: Bottle size:
hu_hu: Hány literes amiből iszol?

# set_btn_save_and_close
source: Save and Close
hu_hu: Mentés és bezárás

# set_default_workplace
source: Default place of work:
hu_hu: Alapértelmezett munka helye?

# set_default_workplace_tooltip
source: The place where you work most
hu_hu: A hely ahonnan legtöbbet dolgozol

# set_default_worktime
source: Daily work hours:
hu_hu: Napi munkaórák száma?

# set_default_worktime_tooltip
source: The amount of hours you are required to work each workday
hu_hu: Munkaórák száma egy nap

# set_error_incomplete_setup_content
source: Please set your number of leaves and daily work hours!
hu_hu: Kérlek állítsd be a napi munkaóráidat és éves szabadságkeretedet!

# set_error_incomplete_setup_header
source: Incomplete setup
hu_hu: Hiányos beállítások

# set_is_lunchtime_worktime
source: Is lunchtime worktime?
hu_hu: Az ebédszünet munkaidő?

# set_is_lunchtime_worktime_tooltip
source: Whether your lunchtime is counted as part of your worktime
hu_hu: Az ebédidő része a munkaidőnek?

# set_language
source: Display language:
hu_hu: Felület nyelve:

# set_language_tooltip
source: The language of the UI. You MUST restart the app for it to take full effect!
hu_hu: A felület nyelve. ÚJRAINDÍTÁS szükséges, hogy teljes körűen életbe lépjen

# set_leave_days_in_year
source: Leave days in a year:
hu_hu: Szabadnapok száma egy évben?

# set_leave_days_in_year_tooltip
source: The amount of days you have to go on vacation
hu_hu: Szabadnapok száma

# set_usagewatcher_resolution
source: Activity watcher resolution:
hu_hu: Aktivitás mérő 'felbontása'?

# set_usagewatcher_resolution_tooltip
source: The amount of minutes counted as usage after using the keyboard or mouse
hu_hu: Percek száma mely aktivitásnak számat billentyű vagy egér használat után

# set_year_start
source: Start of year for holidays:
hu_hu: Szabadság szerinti évkezdet:

# set_year_start_tooltip
source: The date on which your vacation days are reset
hu_hu: A munkaév kezdete, amikortól 'feltöltődnek' a szabinapok

# stat_data_breaks
source: Breaks:
hu_hu: Szünetek:

# stat_data_flow
source: Usageflow:
hu_hu: Mért használat:

# stat_diff_in_hours
source: Difference:
hu_hu: Különbség:

# stat_last_day
source: Last day:
hu_hu: Előző nap:

# stat_last_month
source: Last month:
hu_hu: Előző hónap:

# stat_measured_hours
source: Measured hours:
hu_hu: Mért órák:

# stat_needed_hours
source: Needed hours:
hu_hu: Szükséges órák:

# stat_overview_tab_name
source: Overview
hu_hu: Áttekintés

# stat_this_month
source: This month:
hu_hu: Hónapban:

# stat_today
source: Today:
hu_hu: Ma:

# stat_usage_tab_name
source: Usage data
hu_hu: Mért adatok

# stat_worked_hours
source: Worked hours:
hu_hu: Ledolgozott órák:

# u_btn_cancel
source: Cancel
hu_hu: Mégse

# u_btn_close
source: Close
hu_hu: Bezárás

# u_btn_save
source: Save
hu_hu: Mentés

# u_lunch_break_length
source: Lunch break:
hu_hu: Ebédszünet:

# u_minute
source: min
hu_hu: perc

# u_other_break_length
source: Other break:
hu_hu: Egyéb szünet:

# u_overwork_length
source: Overwork:
hu_hu: Túlóra:

# u_workday_type
source: Workday type:
hu_hu: Munkanap típusa:

# u_workplace
source: Place of work:
hu_hu: Munkavégzés helye:

# u_work_end_time
source: End time:
hu_hu: Zárás:

# u_work_start_time
source: Start time:
hu_hu: Kezdés:
